framework/storage/xml/cove/cove_nia.xml

<?xml version="1.0" encoding="utf-8"?>  
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:oxml="http://www.ventanillaunica.gob.mx/cove/ws/oxml/">
   <soapenv:Header>
      <wsse:Security soapenv:mustUnderstand="1" xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd">
         <wsse:UsernameToken>
            <wsse:Username/>
            <wsse:Password Type="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-username-token-profile-1.0#PasswordText"></wsse:Password>
         </wsse:UsernameToken>
      </wsse:Security>
   </soapenv:Header>
   <soapenv:Body>
      <oxml:solicitarRecibirRelacionFacturasNoIAServicio>
         <!--1 or more repetitions:-->
         <oxml:comprobantes>
            <!--Optional:-->            
            <oxml:tipoOperacion/>
            <!--Zero or more repetitions:-->
            <oxml:patenteAduanal/>
            <oxml:fechaExpedicion/>
            <!--Optional:-->
            <oxml:observaciones/>
            <!--Zero or more repetitions:-->
            <oxml:rfcConsulta/>
            <oxml:tipoFigura/>
            <oxml:correoElectronico/>
            <oxml:firmaElectronica>
            	<oxml:certificado/>
            	<oxml:cadenaOriginal/>
            	<oxml:firma/>
            </oxml:firmaElectronica>           
         </oxml:comprobantes>
      </oxml:solicitarRecibirRelacionFacturasNoIAServicio>
   </soapenv:Body>
</soapenv:Envelope>