PEDIMENTOS 2025/pedimentos_xml/XML COVEs para pedimento 3542-5002736.xml

<?xml version="1.0" encoding="UTF-8" ?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:oxml="http://www.ventanillaunica.gob.mx/cove/ws/oxml/">
<soapenv:Body>
<oxml:solicitarRecibirCoveServicio>
<oxml:comprobantes><oxml:tipoOperacion>TOCE.IMP</oxml:tipoOperacion><oxml:numeroFacturaOriginal>ANDE20250525CI</oxml:numeroFacturaOriginal><oxml:fechaExpedicion>2025-05-25</oxml:fechaExpedicion><oxml:tipoFigura>1</oxml:tipoFigura><oxml:rfcConsulta>CMS100107GI3</oxml:rfcConsulta><oxml:patenteAduanal>3542</oxml:patenteAduanal><oxml:e-document>COVE257N30S45</oxml:e-document><oxml:correoElectronico>carlosz_medvilsa@prodigy.net.mx</oxml:correoElectronico><oxml:firmaElectronica><oxml:cadenaOriginal>|TOCE.IMP|ANDE20250525CI|0|2025-05-25|1|CMS100107GI3|3542|0|0|0|3012039263|SHANDONG ANDE HEALTHCARE APPARATUS, CO., LTD|ZUNXIAN ROAD, NEW &amp; HI-TECH ZONE, ZIBO|NO.999|SHANDONG, P. R.|CHN|255086|1|CMS100107GI3|CORPORATIVO MS SISTEMAS MEDICOS, S.A. DE C.V.|LAGO ALBERTO|442 INT601|TORRE B P6|ANAHUAC I SECCION|MIGUEL HIDALGO|CIUDAD DE MEXICO|MEX|11320|EQUIPO DE INFUSION A PRUEBA DE LUZ|KT|20000.000|USD|0.350000|7000.000000|7000.0000|BGP-F-S2|EQUIPO DE INFUSION DESECHABLES|KT|25000.000|USD|0.570000|14250.000000|14250.0000|NPZ-F-S1|EQUIPO DE INFUSION DESECHABLES|KT|4000.000|USD|0.380000|1520.000000|1520.0000|NPZ-F-S1|EQUIPO DE INFUSION DESECHABLES|KT|29200.000|USD|0.980000|28616.000000|28616.0000|NPZ-W-D2|EQUIPO DE INFUSION A PRUEBA DE LUZ|KT|15000.000|USD|0.390000|5850.000000|5850.0000|SXQ0.7|</oxml:cadenaOriginal><oxml:certificado>00001000000517523590</oxml:certificado><oxml:firma>hIHfnHV8WBuaNt0dp6sXwQg4SKQaykxd2OmrfaaSL17xrCvLg2pKZSRtITkhtPCsHVGzGxDDtK4ibUSJl4eACWkyZ5fo/hAwDKMmOZC6EaB2a0WxF6jnR1Tev0lV083HlfSh71pyWKvkZVigq/EDeG0uEt7BcEyYAe/xQWHSsSC20Uu7VrRHDccJFPKFifx9sESjlD27iKZlFX0eeuH9tht8oVoAAinOhzKR7walPvawU80FCmcSnZtyPe1Q0EsXY+QEECRa6lrnt7PuIAioL0zgaXw3Dr34pu7qmd/UkuYOlKyxY0DMofjMVAiNXXvbyRS9yFhtEirZnRjIPgdK9A==</oxml:firma></oxml:firmaElectronica><oxml:factura><oxml:subdivision>0</oxml:subdivision><oxml:certificadoOrigen>0</oxml:certificadoOrigen></oxml:factura><oxml:emisor><oxml:tipoIdentificador>0</oxml:tipoIdentificador><oxml:identificacion>3012039263</oxml:identificacion><oxml:nombre>SHANDONG ANDE HEALTHCARE APPARATUS, CO., LTD</oxml:nombre><oxml:domicilio><oxml:calle>ZUNXIAN ROAD, NEW &amp; HI-TECH ZONE, ZIBO</oxml:calle><oxml:numeroExterior>NO.999</oxml:numeroExterior><oxml:localidad>SHANDONG, P. R.</oxml:localidad><oxml:pais>CHN</oxml:pais><oxml:codigoPostal>255086</oxml:codigoPostal></oxml:domicilio></oxml:emisor><oxml:destinatario><oxml:tipoIdentificador>1</oxml:tipoIdentificador><oxml:identificacion>CMS100107GI3</oxml:identificacion><oxml:nombre>CORPORATIVO MS SISTEMAS MEDICOS, S.A. DE C.V.</oxml:nombre><oxml:domicilio><oxml:calle>LAGO ALBERTO</oxml:calle><oxml:numeroExterior>442 INT601</oxml:numeroExterior><oxml:numeroInterior>TORRE B P6</oxml:numeroInterior><oxml:colonia>ANAHUAC I SECCION</oxml:colonia><oxml:localidad>MIGUEL HIDALGO</oxml:localidad><oxml:entidadFederativa>CIUDAD DE MEXICO</oxml:entidadFederativa><oxml:pais>MEX</oxml:pais><oxml:codigoPostal>11320</oxml:codigoPostal></oxml:domicilio></oxml:destinatario><oxml:mercancias><oxml:descripcionGenerica>EQUIPO DE INFUSION A PRUEBA DE LUZ</oxml:descripcionGenerica><oxml:claveUnidadMedida>KT</oxml:claveUnidadMedida><oxml:cantidad>20000.000</oxml:cantidad><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:valorUnitario>0.350000</oxml:valorUnitario><oxml:valorTotal>7000.000000</oxml:valorTotal><oxml:valorDolares>7000.0000</oxml:valorDolares><oxml:descripcionesEspecificas><oxml:modelo>BGP-F-S2</oxml:modelo></oxml:descripcionesEspecificas></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>EQUIPO DE INFUSION DESECHABLES</oxml:descripcionGenerica><oxml:claveUnidadMedida>KT</oxml:claveUnidadMedida><oxml:cantidad>25000.000</oxml:cantidad><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:valorUnitario>0.570000</oxml:valorUnitario><oxml:valorTotal>14250.000000</oxml:valorTotal><oxml:valorDolares>14250.0000</oxml:valorDolares><oxml:descripcionesEspecificas><oxml:modelo>NPZ-F-S1</oxml:modelo></oxml:descripcionesEspecificas></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>EQUIPO DE INFUSION DESECHABLES</oxml:descripcionGenerica><oxml:claveUnidadMedida>KT</oxml:claveUnidadMedida><oxml:cantidad>4000.000</oxml:cantidad><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:valorUnitario>0.380000</oxml:valorUnitario><oxml:valorTotal>1520.000000</oxml:valorTotal><oxml:valorDolares>1520.0000</oxml:valorDolares><oxml:descripcionesEspecificas><oxml:modelo>NPZ-F-S1</oxml:modelo></oxml:descripcionesEspecificas></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>EQUIPO DE INFUSION DESECHABLES</oxml:descripcionGenerica><oxml:claveUnidadMedida>KT</oxml:claveUnidadMedida><oxml:cantidad>29200.000</oxml:cantidad><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:valorUnitario>0.980000</oxml:valorUnitario><oxml:valorTotal>28616.000000</oxml:valorTotal><oxml:valorDolares>28616.0000</oxml:valorDolares><oxml:descripcionesEspecificas><oxml:modelo>NPZ-W-D2</oxml:modelo></oxml:descripcionesEspecificas></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>EQUIPO DE INFUSION A PRUEBA DE LUZ</oxml:descripcionGenerica><oxml:claveUnidadMedida>KT</oxml:claveUnidadMedida><oxml:cantidad>15000.000</oxml:cantidad><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:valorUnitario>0.390000</oxml:valorUnitario><oxml:valorTotal>5850.000000</oxml:valorTotal><oxml:valorDolares>5850.0000</oxml:valorDolares><oxml:descripcionesEspecificas><oxml:modelo>SXQ0.7</oxml:modelo></oxml:descripcionesEspecificas></oxml:mercancias></oxml:comprobantes>
</oxml:solicitarRecibirCoveServicio>
</soapenv:Body>
</soapenv:Envelope>
